logs/performance_logs/cassandra/customworkloada-100.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 13006.0
[OVERALL], Throughput(ops/sec), 76.88759034291866
[READ], Operations, 48.0
[READ], AverageLatency(us), 1405.3958333333333
[READ], MinLatency(us), 779.0
[READ], MaxLatency(us), 3615.0
[READ], 95thPercentileLatency(us), 2975.0
[READ], 99thPercentileLatency(us), 3615.0
[READ], Return=OK, 48
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1108484.5
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 2217983.0
[CLEANUP], 95thPercentileLatency(us), 2217983.0
[CLEANUP], 99thPercentileLatency(us), 2217983.0
[UPDATE], Operations, 952.0
[UPDATE], AverageLatency(us), 904.7226890756302
[UPDATE], MinLatency(us), 406.0
[UPDATE], MaxLatency(us), 11695.0
[UPDATE], 95thPercentileLatency(us), 2117.0
[UPDATE], 99thPercentileLatency(us), 4107.0
[UPDATE], Return=OK, 952