logs/performance_logs/cassandra/customworkloada-40.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 27986.0
[OVERALL], Throughput(ops/sec), 35.73215179018081
[READ], Operations, 40.0
[READ], AverageLatency(us), 1623.2
[READ], MinLatency(us), 950.0
[READ], MaxLatency(us), 5283.0
[READ], 95thPercentileLatency(us), 2941.0
[READ], 99thPercentileLatency(us), 5283.0
[READ], Return=OK, 40
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1109508.5
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 2220031.0
[CLEANUP], 95thPercentileLatency(us), 2220031.0
[CLEANUP], 99thPercentileLatency(us), 2220031.0
[UPDATE], Operations, 960.0
[UPDATE], AverageLatency(us), 1087.3791666666666
[UPDATE], MinLatency(us), 416.0
[UPDATE], MaxLatency(us), 12543.0
[UPDATE], 95thPercentileLatency(us), 1849.0
[UPDATE], 99thPercentileLatency(us), 4431.0
[UPDATE], Return=OK, 960