logs/performance_logs/cassandra/workloadb-200.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 7933.0
[OVERALL], Throughput(ops/sec), 126.05571662674902
[READ], Operations, 941.0
[READ], AverageLatency(us), 1250.327311370882
[READ], MinLatency(us), 498.0
[READ], MaxLatency(us), 22607.0
[READ], 95thPercentileLatency(us), 2979.0
[READ], 99thPercentileLatency(us), 6771.0
[READ], Return=OK, 941
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1107460.5
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 2215935.0
[CLEANUP], 95thPercentileLatency(us), 2215935.0
[CLEANUP], 99thPercentileLatency(us), 2215935.0
[UPDATE], Operations, 59.0
[UPDATE], AverageLatency(us), 1369.2203389830509
[UPDATE], MinLatency(us), 630.0
[UPDATE], MaxLatency(us), 6323.0
[UPDATE], 95thPercentileLatency(us), 2981.0
[UPDATE], 99thPercentileLatency(us), 4399.0
[UPDATE], Return=OK, 59