logs/performance_logs/cassandra/workloadc-100.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 12982.0
[OVERALL], Throughput(ops/sec), 77.02973347712216
[READ], Operations, 1000.0
[READ], AverageLatency(us), 1093.92
[READ], MinLatency(us), 492.0
[READ], MaxLatency(us), 15279.0
[READ], 95thPercentileLatency(us), 2411.0
[READ], 99thPercentileLatency(us), 5311.0
[READ], Return=OK, 1000
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1110532.5
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 2222079.0
[CLEANUP], 95thPercentileLatency(us), 2222079.0
[CLEANUP], 99thPercentileLatency(us), 2222079.0