logs/performance_logs/cassandra/workloadc-200.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 7931.0
[OVERALL], Throughput(ops/sec), 126.08750472828143
[READ], Operations, 1000.0
[READ], AverageLatency(us), 994.705
[READ], MinLatency(us), 448.0
[READ], MaxLatency(us), 25839.0
[READ], 95thPercentileLatency(us), 2006.0
[READ], 99thPercentileLatency(us), 4835.0
[READ], Return=OK, 1000
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1111556.5
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 2224127.0
[CLEANUP], 95thPercentileLatency(us), 2224127.0
[CLEANUP], 99thPercentileLatency(us), 2224127.0