logs/performance_logs/cassandra/workloadc-40.log
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 27965.0
[OVERALL], Throughput(ops/sec), 35.758984444841765
[READ], Operations, 1000.0
[READ], AverageLatency(us), 1347.338
[READ], MinLatency(us), 468.0
[READ], MaxLatency(us), 13719.0
[READ], 95thPercentileLatency(us), 2827.0
[READ], 99thPercentileLatency(us), 5383.0
[READ], Return=OK, 1000
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 1113605.5
[CLEANUP], MinLatency(us), 11.0
[CLEANUP], MaxLatency(us), 2228223.0
[CLEANUP], 95thPercentileLatency(us), 2228223.0
[CLEANUP], 99thPercentileLatency(us), 2228223.0